// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Assegna nuovo profilo ICC";

NoPapersTitle = "Nessun tipo di carta personalizzata da modificare";
NoPapersMsg = "Occorre aggiungere o importare un tipo di carta personalizzata prima di poter assegnare un profilo ICC.";
NoPapersDefButton = "Aggiungi carta personalizzata";

ProfileExistsTitle = "Questo profilo ICC esiste già";
ProfileExistsMsg = "Un profilo ICC con nome di file \"%@\" è già archiviato nella raccolta locale. La selezione di \"Usa profilo esistente\" indica al sistema di usare quello archiviato per la carta. In alternativa, è possibile selezionare \"Usa nome di file originale\" per creare un nuovo nome di profilo.";
ProfileExistsDefButton = "Usa profilo esistente";
ProfileExistsAltButton = "Annulla";
ProfileExistsOtherButton = "Usa nome di file originale";

NoIccTitle = "<nessun profilo selezionato>";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Carta patinata per inkjet";
PhotoRag = "Carta Photo Rag";
Watercolor = "Watercolor";
Canvas = "Tela";
RigidPhotoRag = "Carta Photo Rag rigida";
RigidWatercolor = "Carta Watercolor rigida";
RigidCanvas = "Tela rigida";
Brochure = "Brochure";
PlainPaper = "Carta comune";
PhotoInkjetScrapbook = "Carta album ritagli stamp. getto d'inch., fotogr.";
MatteInkjetScrapbook = "Carta album ritagli stampanti getto d'inch., opaca";

Coated = "Patinata";
PhotoThick = "Carta fotografica spessa";
FiberGloss = "Lucida in fibra";
photoRag = "Carta Photo Rag";
photoRagThin = "Carta Photo Rag sottile";

//print quality names
Best = "Ottima";
Normal = "Normale";
Fast = "Bozza veloce";
MaxDPI = "Max DPI";

ProfileInvalidTitle = "Tipo di file ICC non corretto";
ProfileInvalidMsg = "Il file ICC selezionato non può essere utilizzato con una stampante.";
ProfileInvalidDefButton = "Scegli un altro profilo…";

TaskTitleFieldText = "Assegna nuovo profilo ICC";
TaskDescriptionFieldText = "Fare clic sul pulsante Assegna per assegnare un nuovo profilo ICC alla carta personalizzata.";
StartButtonText = "Assegna";

AddSheetDescriptionFieldText = "Selezionare la carta e il profilo ICC da usare per questa carta.";
PaperNameLableText = "Nome carta personalizzata:";
PaperNamePopUpText = "Elemento";
PaperCategoryLableText = "Categoria carta:";
PaperCategoryFieldText = "categoria";
IccFileNamelableText = "Profilo ICC (opzionale):";
IccFileNameFieldText = "<nessun profilo selezionato>";
BrowseButtonText = "Sfoglia…";
ClearButtonText = "Azzera profilo";
CancelButtonText = "Annulla";
DoneButtonText = "Fine";
